Revit 2027 API
SymbolTypeId.KgCO2ePerFt Property
 Symbol kgCO₂e/ft, indicating kilograms Carbon Dioxide per foot
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerFt { get; }
Public Shared ReadOnly Property KgCO2ePerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerFt {
	ForgeTypeId^ get ();
}
static member KgCO2ePerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace